{
  "developerIntro": "I am a web developer focusing on frontend, with a solid understanding of backend technologies and passion for building beautiful and responsive web applications.",
  "learn": "Learn more",
  "projects": "Projects",
  "linkedin": "Linkedin profile",
  "myResume": "My Resume:",
  "viewResume": "View Resume",
  "downloadResume": "Download Resume",
  "viewCertificate": "View Certificate",
  "project": "project",
  "portfolio": "Portfolio",
  "developed": "Developed a",
  "webApp": "web application",
  "figma": "based on designs from Figma",
  "development": "Development",
  "databases": "Databases",
  "other": "Other",
  "skills": "Skills",
  "aboutMe": "About me",
  "aboutMeText1": "I am a highly motivated frontend and full-stack developer with a strong foundation in modern web technologies. My journey into the tech world began during my high school years, where I discovered informatics and later on web development. I have since dedicated myself for building intuitive and efficient web applications. Over the years, I have built my skills through a combination of academic learning, online courses, and hands-on projects. One of the highlights of my experience was last spring, when I had the opportunity to participate in an intensive internship program. During this time, I worked on a full-stack project utilizing the TALL Stack (Tailwind CSS, Alpine.js, Livewire, and Laravel), which allowed me to deepen my understanding of both frontend and backend development.",
  "aboutMeText2": "I focus on creating responsive and user-friendly applications that not only meet client requirements but also provide an excellent user experience. Web development for me is not just a profession, but also a craft. I am constantly exploring new tools, frameworks, and best practices to stay ahead in the ever-evolving tech landscape. My goal is to contribute to innovative projects that make a meaningful impact, whether by simplifying complex processes or delivering solutions that bring value to users.",
  "aboutMeText3": "When I'm not coding, I enjoy pursuing a variety of hobbies that help me stay balanced and inspired. I love working out to maintain both physical and mental well-being, watching movies and series, and spending time with friends to recharge. These activities remind me of the importance of a well-rounded life, which I believe is key to sustained growth and success, both personally and professionally.",
  "contacts": "Contacts",
  "resume": "Resume",
  "resumeLink": "/Profile/Balazs_Norbert_en.pdf"
}