{
  "developerIntro": "Webfejlesztő vagyok, aki frontendre specializálódott, ugyanakkor alapos ismeretekkel rendelkezem a backend technológiák terén is. Szenvedélyem a gyönyörű és reszponzív webalkalmazások építése.",
  "learn": "Tudj meg többet",
  "projects": "Projektek",
  "linkedin": "Linkedin profil",
  "myResume": "Önéletrajzom:",
  "viewResume": "Önéletrajz megtekintése",
  "downloadResume": "Önéletrajz letöltése",
  "viewCertificate": "Tanúsítvány megtekintése",
  "project": "projekt",
  "portfolio": "Portfólió",
  "developed": "Fejlesztettem egy",
  "webApp": "webalkalmazást",
  "figma": "-ben Figma tervek alapján",
  "development": "Fejlesztés",
  "databases": "Adatbázisok",
  "other": "Egyéb",
  "skills": "Készségek",
  "aboutMe": "Rólam",
  "aboutMeText1": "Nagyon motivált frontend és full-stack fejlesztő vagyok, aki erős alapokkal rendelkezik a modern webes technológiákban. A technológiai világba való utam a gimnáziumi éveim alatt kezdődött, amikor felfedeztem az informatikát, és később a webfejlesztést. Azóta elköteleztem magam az intuitív és hatékony webalkalmazások fejlesztése mellett. Az évek során a tudásomat egyaránt építettem akadémiai tanulmányokkal, online kurzusokkal és gyakorlati projektekkel. Egyik legnagyobb mérföldkövem tavasszal történt, amikor lehetőségem volt részt venni egy intenzív gyakornoki programban. Ez idő alatt egy full-stack projektben dolgoztam, amely a TALL Stack (Tailwind CSS, Alpine.js, Livewire és Laravel) technológiát használta, így mélyebb tudást szereztem mind a frontend, mind a backend fejlesztésben.",
  "aboutMeText2": "Fókuszom a reszponzív és felhasználóbarát alkalmazások létrehozására irányul, amelyek nemcsak a kliens igényeit elégítik ki, hanem kiváló felhasználói élményt is nyújtanak. A webfejlesztés számomra nemcsak egy hivatás, hanem egy mesterség is. Folyamatosan új eszközöket, keretrendszereket és legjobb gyakorlatokat kutatok, hogy mindig naprakész legyek a folyamatosan változó technológiai világban. Célom, hogy hozzájáruljak olyan innovatív projektekhez, amelyek jelentős hatással bírnak, akár bonyolult folyamatok egyszerűsítésével, akár olyan megoldások szállításával, amelyek értéket adnak a felhasználóknak.",
  "aboutMeText3": "Amikor nem kódolok, különféle hobbikat űzök, amelyek segítenek megőrizni az egyensúlyomat és inspirálnak. Szeretek edzeni, hogy megőrizzem a fizikai és mentális jólétemet, filmeket és sorozatokat nézni, valamint időt tölteni a barátaimmal, hogy feltöltődjek. Ezek a tevékenységek emlékeztetnek arra, hogy mennyire fontos a kiegyensúlyozott élet, amely szerintem kulcs a tartós fejlődéshez és sikerhez, személyesen és szakmailag egyaránt.",
  "contacts": "Elérhetőségek",
  "resume": "Önéletrajz",
  "resumeLink": "/Profile/Balazs_Norbert_hu.pdf"
}