{
  "developerIntro": "Sunt un dezvoltator web axat pe frontend, cu o înțelegere solidă a tehnologiilor backend și pasiune pentru construirea de aplicații web frumoase și responsive.",
  "learn": "Află mai multe",
  "projects": "Proiecte",
  "linkedin": "Profil Linkedin",
  "myResume": "CV-ul meu:",
  "viewResume": "Vezi CV-ul",
  "downloadResume": "Descarcă CV-ul",
  "viewCertificate": "Vezi Certificatul",
  "project": "proiect",
  "portfolio": "Portofoliu",
  "developed": "Am dezvoltat o",
  "webApp": "aplicație web",
  "figma": "bazată pe designuri din Figma",
  "development": "Dezvoltare",
  "databases": "Baze de date",
  "other": "Altele",
  "skills": "Abilități",
  "aboutMe": "Despre mine",
  "aboutMeText1": "Sunt un dezvoltator frontend și full-stack foarte motivat, cu o bază solidă în tehnologiile web moderne. Călătoria mea în lumea tehnologiei a început în anii de liceu, când am descoperit informatica și mai târziu dezvoltarea web. De atunci m-am dedicat construirii de aplicații web intuitive și eficiente. De-a lungul anilor, mi-am dezvoltat abilitățile printr-o combinație de învățare academică, cursuri online și proiecte practice. Unul dintre momentele de vârf din experiența mea a fost primăvara trecută, când am avut ocazia să particip la un program intensiv de stagiu. În această perioadă, am lucrat la un proiect full-stack utilizând TALL Stack (Tailwind CSS, Alpine.js, Livewire și Laravel), ceea ce mi-a permis să îmi aprofundez înțelegerea atât a dezvoltării frontend, cât și backend.",
  "aboutMeText2": "Mă concentrez pe crearea de aplicații responsive și prietenoase cu utilizatorul, care nu doar că îndeplinesc cerințele clienților, dar și oferă o experiență excelentă utilizatorului. Dezvoltarea web pentru mine nu este doar o profesie, ci și o artizanat. Sunt într-o continuă explorare a noilor instrumente, cadre de lucru și bune practici pentru a rămâne în față în peisajul tehnologic în continuă schimbare. Scopul meu este să contribui la proiecte inovative care au un impact semnificativ, fie prin simplificarea proceselor complexe, fie prin livrarea de soluții care aduc valoare utilizatorilor.",
  "aboutMeText3": "Când nu programez, îmi place să urmăresc o varietate de hobby-uri care mă ajută să rămân echilibrat și inspirat. Îmi place să fac exerciții fizice pentru a menține atât bunăstarea fizică, cât și mentală, să vizionez filme și serii și să petrec timp cu prietenii pentru a mă reîncărca. Aceste activități îmi amintesc de importanța unei vieți echilibrate, care cred că este cheia pentru o creștere și succes susținute, atât pe plan personal, cât și profesional.",
  "contacts": "Contacte",
  "resume": "CV",
  "resumeLink": "/Profile/Balázs_Norbert_en.pdf"
}
